export default {
  projections: {
    ПокупкаE: {
      сумма: {
        __caption__: 'Сумма'
      },
      количество: {
        __caption__: 'Количество'
      }
    },
    ПокупкаL: {
      сумма: {
        __caption__: 'Сумма'
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    базаКлиента: {
      __caption__: 'базаКлиента'
    },
    остаток: {
      __caption__: 'остаток'
    },
    ценноваяСтела: {
      __caption__: 'ценноваяСтела'
    },
    автоматизация: {
      __caption__: 'автоматизация'
    }
  }
};
