export default {
  projections: {
    БазаКлиентаE: {
      idКлиента: {
        __caption__: 'Id клиента'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      номерКарта: {
        __caption__: 'Номер карта'
      }
    },
    БазаКлиентаL: {
      idКлиента: {
        __caption__: 'Id клиента'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      номерКарта: {
        __caption__: 'Номер карта'
      }
    }
  },
  validations: {
    idКлиента: {
      __caption__: 'Id клиента'
    },
    логин: {
      __caption__: 'Логин'
    },
    номерКарта: {
      __caption__: 'Номер карта'
    },
    пароль: {
      __caption__: 'Пароль'
    }
  }
};
