export default {
  projections: {
    АвтоматизацияE: {
      номер: {
        __caption__: 'Номер'
      },
      покупка: {
        __caption__: 'Покупка',
        сумма: {
          __caption__: 'Сумма'
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    АвтоматизацияL: {
      номер: {
        __caption__: 'Номер'
      },
      покупка: {
        __caption__: 'Покупка',
        сумма: {
          __caption__: 'Сумма'
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    покупка: {
      __caption__: 'Покупка'
    }
  }
};
